---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.DistributionSysType
source: html/1fd60994-eb5c-e648-6a25-8dcddfc60600.htm
---
# DistributionSysType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.